Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.DEFAULT


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.OBJECT


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.CUT


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.EDGE_CHAMFER


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.GRID_RELATED


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.GRID_INTERSECTION


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.GRID_LINE


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.POUR_OBJECT


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.POUR_BREAK


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.CENTER


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.REF_POINT


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.BENDING_LINE_POINT


Tekla.Structures.DrawingInternal.DisplayableAssociativityRule.AssociationType.BENDING_END_LINE_POINT
